Repository: andyvand/cygsystem-config-llvm
Catalog: po/*.po
Languages: bn, hi, ko, mk, sr

source: Unable to initialize graphical environment. Most likely cause of failure is that the tool was not run using a graphical environment. Please either start your graphical user interface or set your DISPLAY variable. Caught exception: %s
bn: গ্রাফিকাল পরিবেশ আরম্ভ করা সম্ভব হয়নি। সম্ভবত টুলটি গ্রাফিকাল পরিবেশ ব্যবহার না করার ফলে এই সমস্যা হয়েছে। অনুগ্রহ করে গ্রাফিকাল ইউজার ইন্টারফেস আরম্ভ করুন অথবা DISPLAY ভেরিয়েবলের মান নির্ধারণ করুন। সনাক্ত করা এক্সেপশন: %s
hi: आलेखीय वातावरण शुरू करने में असमर्थ. विफलता का अधिकतम संभव कारण है कि उपकरण आलेखीय वातावरण के प्रयोग से नहीं चलता है. कृपया या तो अपना आलेखीय उपयोक्ता शुरू करें या अपने DISPLAY चर को व्यवस्थित करें. अपवाद मिला: %s
ko: 그래픽 환경을 초기화할 없음. 가장 흔한 실패의 이유는 그래픽 환경을 사용하지 않는 상태에서 툴이 실행되지 않은것에 있음. GUI를 시작시키거나, DISPLAY환경변수가 사용가능하게 셋팅을 하시오. 감지된 예외상황: %s
mk: Не можам да ја иницијализирам графичката околина. Најверојатна причина за неуспех е тоа што алатката не беше извршена преку графичка околина. Ве молам или подигнете го Вашиот графички кориснички интерфејс, или поставете ја Вашата променлива за DISPLAY. Фатен исклучок: %s
sr: Не могу да покренем графичко окружење. Највероватнији разлог неуспеха је то да алатка није покренута из графичког окружења. Молимо вас да покренете графичко корисничко сучеље или да подесите вашу DISPLAY променљиву. Ухваћен изузетак: %s

source: Select a Volume Group to add %s to:
mk: Изберете во која група на простори да го додадете %s:
sr: Изабери групу дискова у коју ћете додати %s:

source: Name
bn: নাম
hi: नाम
ko: 이름
mk: Име
sr: Име

source: Size
bn: মাপ
hi: आकार
ko: 크기
mk: Големина
sr: Величина

source: Entity Type
bn: সত্ত্বার ধরন
hi: एंटिटी प्रकार
ko: 엔티티 타입
mk: Тип на ентитет
sr: Врста ентитета

source: Unallocated Physical Volume
bn: অনারক্ষিত প্রকৃত ভলিউম
hi: असंभाजित भौतिक आयतन
ko: 할당되지 않은 물리적인 볼륨
mk: Неалоциран физички простор
sr: Недодељени физички диск

source: Uninitialized Disk Entity
bn: নিষ্ক্রিয় ডিস্কের সত্ত্বা
hi: अप्रारंभीकृत डिस्क एंटिटी
ko: 초기화되지 않는 디스크 엔티티
mk: Неиницијализиран диск ентитет
sr: Непокренути диск ентитет

source: Select disk entities to add to the %s Volume Group:
mk: Изберете диск ентитети за додавање во групата на простори %s:
sr: Изаберите ентитетe дискова које ћете додати „%s“ групи дискова:

source: A Volume Group must be made up of two or more Physical Volumes to support striping. This Volume Group does not meet that requirement.
bn: স্ট্রাইপিং (striping) বৈশিষ্ট্য সমর্থন করার জন্য দুটি অথবা তার অধিক সংখ্যক প্রকৃত ভলিউম ব্যবহার করে একটি ভলিউম গ্রুপ নির্মাণ করা আবশ্যক। এই ভলিউম গ্রুপের জন্য উল্লিখিত প্রয়োজনীয় শর্ত পূরণ করা হয়নি।
hi: एक आयतन समूह को स्ट्रिपिंग को समर्थन देने के लिये दो या ज्यादा भौतिक आयतन से मिलकर जरूर बना होना चाहिये. यह Volume समूह जरूरतों को पूरा नहीं करता है.
ko: 볼륨 그룹은 스트라이핑을 지원하기위해서 두개 이상의 물리적인 볼륨으로 구성되어야 합니다. 이 볼륨 그룹은 이 조건을 만족시키지 않습니다.
mk: Групата на простори мора да биде создадена од два или повеќе физички простори за да поддржува вадење. Оваа група на простори не ја задоволува таа потреба.
sr: Групе дискова морају бити направљене најмање са два или више физичка диска да би подржале RAID-0 (disk striping). Ова група дискова не испуњава тај захтев.

source: A Logical Volume with the name %s already exists in this Volume Group. Please choose a unique name.
bn: এই ভলিউম গ্রুপে %s নামক একটি লজিক্যাল ভলিউম বর্তমানে উপস্থিত রয়েছে। অনুগ্রহ করে একটি পৃথক নাম নির্বাচন করুন।
hi: %s नाम के साथ एक तार्किक आयतन पहले से ही इस आयतन समूह में मौजूद है. कृपया एक अद्वितीय नाम चुनें.
ko: 볼륨 그룹내에 논리적인 볼륨 이름 %s가 이미 존재합니다. 겹치지 않는 이름을 선택해 주십시오.
mk: Логички простор со името %s веќе постои во групата на простори. Ве молам, одберете уникатно име.
sr: Логички диск са именом %s већ постоји у овој групи дискова. Молим одаберите јединствено име.

source: A Volume Group with the name %s already exists. Please choose a unique name.
bn: %s নামক একটি ভলিউম গ্রুপ বর্তমানে উপস্থিত রয়েছে। অনুগ্রহ করে একটি পৃথক নাম নির্বাচন করুন।
hi: %s नाम के साथ पहले से ही एक आयतन समूह मौजूद है. कृपया एक अद्वितीय नाम चुनें.
ko: 볼륨 그룹이름 %s가 이미 존재합니다. 겹치지 않는 이름을 선택해주십시오.
mk: Група на простори со името %s веќе постои. Ве молам, одберете уникатно име.
sr: Група дискова са именом %s већ постоји. Молим одаберите јединствено име.

source: A Name must be provided for the new Logical Volume
bn: নতুন লজিক্যাল ভলিউমের একটি নাম নির্ধারণ করা আবশ্যক
hi: नये तार्किक आयतन के लिये एक नाम जरूर दिया जाना चाहिये
ko: 새로운 논리적 볼륨에 대한 이름이 반드시 필요합니다.
mk: Мора да внесете име за новиот логички простор
sr: Име мора бити наведено за нови логички диск

source: A Name must be provided for the new Volume Group
bn: নতুন ভলিউম গ্রুপের একটি নাম নির্ধারণ করা আবশ্যক
hi: नये आयतन समूह के लिये एक नाम जरूर दिया जाना चाहिये
ko: 새로운 볼륨 그룹에 대한 이름이 필요합니다.
mk: Мора да внесете име за новата група на простори
sr: Име мора бити наведено за нову групу дискова

source: The specified mount point, %s, does not exist. Do you wish to create it?
bn: উল্লিখিত মাউন্ট-পয়েন্ট %s বর্তমানে উপস্থিত নেই। আপনি কি এটি নির্মাণ করতে ইচ্ছুক?
hi: निर्दिष्ट आरोह बिंदु %s मौजूद नहीं है. क्या आप इसे बनाना चाहते हैं?
ko: 특정 마운트 포인트 %s가 존재하지 않습니다. 생성할까요?
mk: Наведената точка за монтирање, %s, не постои. Дали сакате да ја креирате?
sr: Назначена тачка за монтирање, %s, не постоји. Да ли је желите направити?

source: The creation of mount point %s unexpectedly failed.
bn: মাউন্ট-পয়েন্ট %s-র নির্মাণ অপ্রত্যাশিতভাবে বিফল হয়েছে।
hi: आरोह बिंदु %s का निर्माण अप्रत्याशित रूप से विफल रहा.
ko: 마운트 위치 %s의 생성이 갑작스럽게 실패하였습니다.
mk: Креирањето на точката за монтирање %s неочекувано не успеа.
sr: Прављење тачке за монтирање %s је неочекивано неуспело.

source: This capability is not yet implemented in this version
bn: বর্তমান সংস্করণে এই বৈশিষ্ট্য প্রয়োগ করা হয়নি
hi: यह क्षमता इस संस्करण में अबतक लागू नहीं की गई है.
ko: 이 버전에서는 이 기능이 아직 구현되지 않습니다
mk: Оваа способност сè уште не е имплементирана во оваа верзија

source: The number of Logical Volumes in this Volume Group has reached its maximum limit.
bn: এই ভলিউম গ্রুপের সর্বাধিক অনুমোদিত লজিক্যাল ভলিউমের সংখ্যা পূরণ হয়ে গেছে।
hi: इस आयतन समूह में तार्किक आयतन की संख्या इसके अधिकतम सीमा तक पहुंच गई है.
ko: 볼륨 그룹 내 논리 볼륨의 수가 최대수에 이르렀습니다.
mk: Бројот на логички простори во оваа група на простори ја достигна максималната граница.
sr: Број логичких дискова у овој групи дискова је достигао максимум.

source: The number of Physical Volumes in this Volume Group has reached its maximum limit.
bn: এই ভলিউম গ্রুপের সর্বাধিক অনুমোদিত প্রকৃত ভলিউমের সংখ্যা পূরণ হয়ে গেছে।
hi: इस आयतन समूह में भौतिक आयतन की संख्या इसके अधिकतम सीमा तक पहुंच गई है.
ko: 볼륨 그룹 내 물리적 볼륨의 수가 최대수에 이르렀습니다.
mk: Бројот на физички простори во оваа група на простори ја достигна максималната граница.
sr: Број физичких дискова у овој групи дискова је достигао максимум.

source: At most %s Physical Volumes can be added to this Volume Group before the limit is reached.
mk: Можат да се додадат барем %s физички простори во оваа група на простори пред да се достигне границата.
sr: Највише %s физичких дискова се моше додати овој групи дискова пренего што је ограничење достигнуто.

source: Volume Group %s does not have enough space for new Logical Volumes. A possible solution would be to add an additional Physical Volume to the Volume Group.
mk: Групата на простори %s нема доволно простор за нови логички простори. Можно решение би било да додадете дополнителен физички простор во групата на простори.
sr: Група дискова %s нема довољно простора за нови логички диск. Могуће решење је да се дода додатни физички диск у групу дискова.

source: A snapshot of a snapshot is not supported.
mk: Сликањето на слика не е поддржано.
sr: Снимак снимка није подржан.

source: A snapshot of a mirrored Logical Volume is not supported.
mk: Слика од логичка партиција на огледало не е поддржана.

source: Logical volume %s has snapshot %s currently associated with it. Please remove the snapshot first.
mk: Има слика %s моментално поврзана со логичкиот простор %s. Ве молам, прво отстранете ја сликата.
sr: Логички диск %s има снимак %s тренутно асоциран са њим. Молим прво уклонике снимак.

source: Logical volume %s has snapshots: %s currently associated with it. Please remove snapshots first.
mk: Има слики %s моментално поврзани со логичкиот простор %s. Ве молам, прво отстранете ги сликите.
sr: Логички диск %s има снимак %s тренутно асоциран са њим. Молим прво уклонике снимак.

source: Undefined type conversion error in model factory. Unable to complete task.
bn: মডেল ফ্যাক্টরির মধ্যে অনির্ধারিত ধরন পরিবর্তন সংক্রান্ত সমস্যা হয়েছে। কর্ম সম্পন্ন করতে ব্যর্থ।
hi: मॉडल फैक्टरी में अपरिभाषित प्रकार कनवर्सन त्रुटि. कार्य पूरा करने में असमर्थ.
ko: 모델 공장(model factory)에 정의되지 않은 형 변환 오류가 발생하여 작업을 완료하지 못했습니다.
mk: Неодреден тип на грешка при конверзија во моделот на фабрика. Не сум во можност да ја довршам задачата.
sr: Грешка недефинисане промене врсте у фабрици модела. Не могу да завршим посао.

source: BIG WARNING: Logical Volume %s has an %s file system on it and is currently mounted on %s. Are you absolutely certain that you wish to discard the data on this mounted filesystem?
bn: গুরুত্বপূর্ণ সতর্কবাণী: %s লজিক্যাল ভলিউমের উপর %s ফাইল-সিস্টেম উপস্থিত রয়েছে। এটি বর্তমানে %s-র উপরে মাউন্ট করা হয়েছে। আপনি কি নিশ্চিতরূপে মাউন্ট করা এই ফাইল-সিস্টেমে উপস্থিত সমস্ত ডাটা মুছে ফেলতে ইচ্ছুক?
hi: गंभीर चेतावनी: तार्किक आयतन %s पर %s फाइल सिस्टम है और अभी %s पर आरोहित है. क्या आप पूरी तरह से निश्चित हैं कि आप इस आरोहित फाइल सिस्टम के आंकड़े को छोड़ना चाहते हैं?
mk: ВАЖНО ПРЕДУПРЕДУВАЊЕ: Логичкиот простор %s има %s податочен систем моментално монтиран на %s. Дали сте сигурни дека сакате да ги занемарите податоците на овој монтиран податочен систем?
sr: ВЕЛИКО УПОЗОРЕЉЕ: Група %s садржи %s систем датотека и тренутно је монтирана на %s. Да ли сте сигурни да желите одбацити податке на овом монитаном систему датотека?

source: Logical Volume %s is currently mounted on %s. In order to complete request, it has to be unmounted. Are you sure you want it unmounted?
mk: Логичкиот простор %s е моментално монтиран на %s. За да го завршите побарувањето, треба да се одмонтира. Дали сте сигурни дека сакате да го одмонтирате?
sr: Логички диск %s је тренутно монтиран на %s. Да би се захтев извршио, он мора бити демонтиран. Да ли сте сигурни да га желите демонтирати?

source: Unused space on %s
bn: %s-এ উপস্থিত অব্যবহৃত স্থান
hi: %s पर अप्रयुक्त स्थान
ko: %s에 사용되지 않는 공간
mk: Неискористен простор на %s
sr: Неискориштен простор на %s

source: %s megabytes
bn: %s মেগাবাইট
hi: %s मेगाबाइट
ko: %s 메가바이트
mk: %s мегабајти
sr: %s мегабајта

source: %s kilobytes
bn: %s কিলোবাইট
hi: %s किलोबाइट
ko: %s 킬로바이트
mk: %s килобајти
sr: %s килобајта

source: %s gigabytes
bn: %s গিগাবাইট
hi: %s गीगाबाइट
ko: %s 기가바이트
mk: %s гигабајти
sr: %s гигабајта

source: %s extents
bn: %s প্রসারণ
hi: %s विस्तार
ko: %s 확장
mk: %s опсези
sr: %s површине

source: Remaining free space in Volume Group:
mk: Преостанат слободен простор во групата на простори:
sr: Преостали слободни простор у групи дискова:

source: Remaining space for this Volume:
mk: Преостанат простор за овој простор:
sr: Слободни простор на овом диску:

source: Extents
bn: প্রসারণ
hi: विस्तार
ko: 확장(Extents)
mk: Опсези
sr: Површине

source: Gigabytes
bn: গিগাবাইট
hi: गीगाबाइट
ko: 기가바이트
mk: Гигабајти
sr: Гигабајта

source: Megabytes
bn: মেগাবাইট
hi: मेगाबाइट
ko: 메가바이트
mk: Мегабајти
sr: Мегабајта

source: Kilobytes
bn: কিলোবাইট
hi: किलोबाइट
ko: 킬로바이트
mk: Килобајти
sr: Килобајта

source: The %s should only contain number values
bn: %s-র মান শুধুমাত্র সংখ্যার দ্বারা নিদিষ্ট করা আবশ্যক
hi: %s को सिर्फ संख्या मान रखना चाहिये
ko: %s는 숫자이어야 합니다.
mk: %s треба да содржи само бројни вредности
sr: %s би требало да садржи само нумеричке вредности

source: The Maximum Physical Volumes field should contain only integer values between 1 and 256
mk: Максималното поле за физички простори треба да содржи само целобројни вредности помеѓу 1 и 256
sr: Максимум физичких дискова поље би требало да садржи само целе бројеве између 1 и 256

source: The Maximum Logical Volumes field should contain only integer values between 1 and 256
mk: Максималното поле за логички простори треба да содржи само целобројни вредности помеѓу 1 и 256
sr: Максимум логичких дискова поље би требало да садржи само целе бројеве између 1 и 256

source: Are you quite certain that you wish to remove %s from Logical Volume Management?
bn: আপনি কি নিশ্চিতরূপে %s-কে লজিক্যাল ভলিউম পরিচালনা (LVM) থেকে সরিয়ে ফেলতে ইচ্ছুক?
hi: क्या आप निश्चित हैं कि आप तार्किक आयतन प्रबंधन से %s को हटाना चाहते हैं?
ko: 논리적인 볼륨 관리로부터 %s를 정말로 제거하시겠습니까?
mk: Дали сте доволно сигурни дека сакате да го отстраните %s од справувањето со логичкиот простор?
sr: Да ли сте сасвим сигурни да желите избрисати %s из управљања за логичке дискове?

source: The Physical Volume named %s, that you wish to remove, has data from active Logical Volume(s) mapped to its extents. Because it is the only Physical Volume in the Volume Group, there is no place to move the data to. Recommended action is either to add a new Physical Volume before removing this one, or else remove the Logical Volumes that are associated with this Physical Volume.
mk: Физичкиот простор наречен %s, кој што сакате да го отстраните, содржи податоци од активен/ни логички простор(и) мапирани на некои додатни простори (опсези). Поради тоа што е единствен физички простор во групата на простори, не постои место каде да се преместат податоците. Препорачливо дејство би било или да додадете нов физички простор пред да го отстраните овој или пак да ги отстраните логичките простори кои што се поврзани со овој физички простор.
sr: Физички диск назван %s, који желите уколинити, има податке из активног(их) логичког(их) диска(ова) мапиране на његовој површини. Зато што је то једини физички диск у групи дискова, не постоји место на које би се подаци преместили. Препоручена акција је да се дода нови физички диск пре уклањања овог, или да се избришу логички дискови асоцирани са овим физичким диском.

source: Are you quite certain that you wish to remove %s from the %s Volume Group?
bn: আপনি কি নিশ্চিতরূপে %s-কে, %s ভলিউম গ্রুপ থেকে সরিয়ে ফেলতে ইচ্ছুক?
hi: क्या आप पूरी तरह से निश्चित हैं कि %s आयतन समूह से %s को हटाना चाहते हैं?
ko: %s를 볼륨 그룹 %s로부터 정말로 제거하시겠습니까?
mk: Дали сте доволно сигурни дека сакате да го отстраните %s од групата на простори %s?
sr: Да ли сте сасвим сигурни да желите уклонити %s из %s групе дискова?

source: Removing Physical Volume %s from the Volume Group %s will leave the Volume group empty, and it will be removed as well. Do you wish to proceed?
bn: প্রকৃত ভলিউম %s-কে %s ভলিউম গ্রুপ থেকে সরিয়ে ফেলা হলে, ভলিউম গ্রুপটি ফাঁকাহয়ে যাবে এবং সেটিও মুছে ফেলা হবে। আপনি কি অগ্রসর হতে ইচ্ছুক?
hi: भौतिक आयतन %s को आयतन समूह %s से हटाना आयतन समूह को खाली कर देगा, और साथ ही यह हटा दिया जायेगा. क्या आप आगे बढ़ना चाहते हैं?
ko: 물리적 볼륨 %s 를 볼륨 그룹 %s에서 삭제한다면 볼륨 그룹도 비어서 삭제될 것입니다. 그래도 계속 진행하시겠습니까?
mk: Отстранување на физичкиот простор %s од групата на простори %s ќе ја остави групата празна а воедно и ќе ја отстрани. Дали сакате да продолжите?
sr: Уклањање физичког диска %s из групе дискова %s ће оставити групу дискова празну, и због тога ће бити уклоњена и она. Да ли желите да наставите?

source: Volume Group %s does not have enough space to move the data stored on %s. A possible solution would be to add an additional Physical Volume to the Volume Group.
bn: ভলিউম গ্রুপ %s-এ, %s-তে সংরক্ষিত ডাটা স্থাপন করার জন্য পর্যাপ্ত শূণ্যস্থান উপস্থিত নেই। ঐ ভলিউম গ্রুপে একটি অতিরিক্ত প্রকৃত ভলিউম যোগ করে এই সমস্যার সমাধান করা সম্ভব।
hi: आयतन समूह %s के पास %s पर जमा आंकड़ों को हटाने के लिये पर्याप्त स्थान नहीं. एक संभावित हल एक अतिरिक्त भौतिक आयतन को आयतन समूह में जोड़ा जाना होगा.
ko: 볼륨 그룹 %s는 %s에 저장된 자료를 옮기기에 충분한 공간이 있지 않습니다. 볼륨 그룹에 추가 물리적 볼륨을 추가하시는것이 좋을 듯 합니다.
mk: Групата на простори %s нема доволно простор за да ги премести податоците складирани на %s. Можно решение би било да додадете додатен физички простор на групата на простори.
sr: Група дискова %s нема довољно простора да премести податке постављене на %s. Могуће решење је да се дода додатни физички диск у групу дискова.

source: The dm-mirror module is either not loaded in your kernel, or your kernel does not support the dm-mirror target. If it is supported, try running "modprobe dm-mirror". Otherwise, operations that require moving data on Physical Extents are unavailable.
bn: dm-mirror মডিউলটি সম্ভবত আপনার সিস্টেমের কার্ণেলে লোড করা নেই অথবা কার্ণেল dm-mirror টার্গেট সমর্থন করে না। সমর্থিত হলে "modprobe dm-mirror" চালানোর প্রচেষ্টা করুন। অন্যথা, প্রকৃত প্রসারণে (PE) ডাটা স্থানান্তর কর্ম করা সম্ভব নয়।
hi: dm-mirror मौड्यूल या तो आपके कर्नेल में भारित नहीं किया गया है या आपका कर्नेल dm-mirror लक्ष्य को समर्थन नहीं देता है. अगर यह समर्थन दिया जाता है तो "modprobe dm-mirror" को चलाने की कोशिश करें. अन्यथा, वह संक्रिया जिसके लिये भौतिक विस्तार पर से आंकड़ों को हटाने की जरूरत है, अनुपलब्ध है.
mk: Модулот dm-mirror или не е вчитан во Вашиот кернел или пак Вашиот кернел не поддржува dm-mirror цели. Ако е поддржан, пробајте да извршите „modprobe dm-mirror“. Во спротивно, операциите кои што побаруваат преместување на податоци на физички простори ќе бидат недостапни.
sr: dm-mirror модул или није учитан у језгро или ваше језгро не подржава dm-mirror мету. Ако је подржан, покушајте покренути „modprobe dm-mirror“. Ако није, операције које захтевају премештање података на физичке површине неће бити доступне.

source: The dm-snapshot module is either not loaded in your kernel, or your kernel does not support the dm-snapshot target. If it is supported, try running "modprobe dm-snapshot". Otherwise, creation of snapshots is unavailable.
mk: Модулот dm-snapshot или не е вчитан во Вашиот кернел или пак Вашиот кернел не поддржува dm-snapshot цели. Ако е поддржан извршете „modprobe dm-snapshot“. Во спротивно, креирањето на слики е недостапно.
sr: dm-snapshotr модул или није учитан у језгро или ваше језгро не подржава dm-snapshot мету. Ако је подржан, покучајте покренути „modprobe dm-mirror“. Ако није, прављење снимка није доступно.

source: Are you quite certain that you wish to remove logical volume %s?
mk: Дали сте доволно сигурни дека сакате да го отстраните логичкиот простор %s?
sr: Да ли сте сасвим сигурни да желите уклонити логички диск %s?

source: Logical volume %s contains %s filesystem. All data on it will be lost! Are you quite certain that you wish to remove logical volume %s?
mk: Логичкиот простор %s содржи %s податочен систем. Сите податоци на него ќе бидат изгубени! Дали сте доволно сигурни дека сакате да го отстраните логичкиот простор %s?
sr: Логички диск %s садржи %s датотечни систем. Сви подаци на њему ће бити изгубљени! Јесте ли сигурни да желите уклонити логички диск %s?

source: Logical volume %s contains data from directory %s. All data in it will be lost! Are you quite certain that you wish to remove logical volume %s?
mk: Логичкиот простор %s содржи податоци од директориумот %s. Сите податоци во него ќе бидат изгубени! Дали сте доволно сигурни дека сакате да го отстраните логичкиот простор %s?
sr: Логички диск %s садржи податке из директоријума %s. Сви подаци ће бити изгубљени! Да ли сте сигурни да желите уклонити логички диск %s?

source: In order for Volume Group to be safely used in clustered environment, lvm2-cluster rpm has to be installed, `lvmconf --enable-cluster` has to be executed and clvmd service has to be running
mk: За да може групата на простори безбедно да се користи во кластерска околина, треба да е инсталиран rpm пакетот lvm2-cluster, треба да се изврше „lvmconf --enable-cluster“ и сервисот clvmd мора да се извршува

source: Physical Volume %s contains extents belonging to a mirror log of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so %s is not removable.
mk: Физичкиот простор %s содржи опсези кои припаѓаат на записникот на огледалото на логичкиот простор %s. Логичките простори на огледало сè уште не можат да се мигрираат, затоа %s не е отстранлив.
sr: Физички диск %s садржи површине које припадају одразу дневника са логичкод диска %s. Одрази логичког диска нису пресељиви, тако да се %s неможе уклонити.

source: Physical Volume %s contains extents belonging to a mirror image of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so %s is not removable.
mk: Физичкиот простор %s содржи опсези кои припаѓаат на сликата на огледалото на логичкиот простор %s. Логичките простори на огледало сè уште не можат да се мигрираат, затоа %s не е отстранлив.
sr: Физички диск %s садржи површине које припадају одразу логичкод диска %s. Одрази логичког диска нису пресељиви, тако да се %s неможе уклонити.

source: Physical Volume %s contains extents belonging to %s, a snapshot of %s. Snapshots are not yet migratable, so %s is not removable.
mk: Физичкиот простор %s содржи опсези кои припаѓаат на %s, слика од %s. Сликите сè уште не можат да се мигрираат, затоа %s не е отстранлив.
sr: Физички диск %s садржи површине које припадају %s, што је снимак логичкод диска %s. Снимци нису пресељиви, тако да се %s неможе уклонити.

source: Physical Volume %s contains extents belonging to %s, the origin of snapshot %s. Snapshot origins are not yet migratable, so %s is not removable.
mk: Физичкиот простор %s содржи опсези кои припаѓаат на %s, изворот на сликата %s. Изворите на сликите сè уште не можат да се мигрираат, затоа %s не е отстранлив.
sr: Физички диск %s садржи површине које припадају %s, што је порекло снимка логичкод диска %s. Порекла снимака нису пресељива, тако да се %s не може уклонити.

source: Physical Volume %s contains extents belonging to %s, the origin of snapshots %s. Snapshot origins are not yet migratable, so %s is not removable.
mk: Физичкиот простор %s содржи опсези кои припаѓаат на %s, изворот на сликите %s. Изворите на сликите сè уште не можат да се мигрираат, затоа %s не е отстранлив.
sr: Физички диск %s садржи површине које припадају %s, што је порекло снимка логичкод диска %s. Порекла снимака нису пресељива, тако да се %s не може уклонити.

source: Logical Volume "%s" has snapshots that are not selected for removal. They must be removed as well.
mk: Логичкиот простор „%s“ има слики кои не се избрани за отстранување. Тие мора да бидат отстранети исто така.
sr: Логички диск %s има снимке који нису изабрани за уклањање. Они морају бити уклоњени такође.

source: "%s", an origin of snapshot "%s", has been deleted from removal list.
mk: „%s“, извор на сликата „%s“, е избришан од листата за отстранување.
sr: „%s“, порекло снимка „%s“, је избрисано са листе за уклањање.

source: Physical Volume "%s" contains extents belonging to a mirror. Mirrors are not migratable, so %s is not removable.
mk: Физичкиот простор „%s“ содржи опсези кои припаѓаат на огледало. Огледалата сè уште не можат да се мигрираат, затоа %s не е отстранлив.
sr: Физички диск „%s“ садржи површине које припадају одразу. Одрази нису пресељиви, тако да се %s неможе уклонити.

source: Physical Volume "%s" contains extents belonging to a snapshot or a snapshot's origin. Snapshots are not migratable, so %s is not removable.
mk: Физичкиот простор „%s“ содржи опсези кои припаѓаат на слика или на извор на слика. Сликите сè уште не можат да се мигрираат, затоа %s не е отстранлив.
sr: Физички диск „%s“ садржи површине које припадају снимку или пореклу снимка. Снимци нису пресељиви, тако да се %s не може уклонити.

source: The path you specified does not exist.
mk: Патеката што ја наведовте не постои.
sr: Пут који сте назначили не постоји.

source: The path you specified is not a Block Device.
mk: Патеката што ја наведовте не е блок уред.
sr: Пут који сте назначили није блоковни уређај.

source: Initialization of %s failed
mk: Иницијализацијта на %s не успеа
sr: Покретање %s је неуспешно

source: Please select some extents first
mk: Ве молам прво изберете некои опсези
sr: Молим изаберите неке површине прво
