Repository: andyvand/cygsystem-config-llvm
Catalog: po/*.po
Languages: bn, hi, ko, mk, sr

source: Extend Volume Group
bn: ভলিউম গ্রুপ প্রসারিত করো
hi: आयतन समूह को विस्तार दें
ko: 확장 볼륨 그룹
mk: Продолжете ја групата на простори
sr: Продужи групу дискова

source: Format
mk: Формат
sr: Формат

source: Initialize
mk: Иницијализирај
sr: Покрени

source: Initialize Block Device
mk: Иницијализирај блок уред
sr: Покрени блоковни уређај

source: Initialize Entity
bn: সত্ত্বা আরম্ভ করো
hi: एंटिटी को प्रारंभीकृत करें
ko: 엔티티 초기화하기
mk: Иницијализирај ентитет
sr: Покрени ентитет

source: Initialize _Block Device
mk: Иницијализирај _блок уред
sr: Покрени _блоковни уређај

source: Kilo
bn: কিলো
hi: किलो
ko: 킬로
mk: Кило
sr: Кило

source: Logical Volume Management
bn: লজিক্যাল ভলিউম পরিচালনা
hi: तार्किक आयतन प्रबंधन
ko: 논리적인 볼륨 관리
mk: Менаџмент за логички простор
sr: LVM управљање логичким дисковима

source: Manage Volumes
bn: ভলিউম পরিচালনা
hi: आयतन का प्रबंधन करें
ko: 볼륨 관리
mk: Справи се со простори
sr: Манипулиши дисковима

source: Mark Volume Group as 'clustered'
mk: Обележете ја групата на простори како „во кластер“

source: Maximum Logical Volumes
mk: Максимален број на логички простори

source: Maximum Physical Volumes
mk: Максимален број на физички простори

source: Meg
bn: মেগ
mk: Мег
sr: Мег

source: Migrate Selected Extent(s) From Volume
bn: নির্বাচিত প্রসারণ, ভলিউম থেকে স্থানান্তর করুন
hi: आयतन से चयनित विस्तार प्रवासित करें
ko: 볼륨으로부터 선택된 확장을 이전하기
mk: Мигрирај го/ги избраниот/те опсе(г)зи од просторот
sr: Премести изабране површине са диска

source: New Volume Group
bn: নতুন ভলিউম গ্রুপ
hi: नया आयतन समूह
ko: 새로운 볼륨 그룹
mk: Нова група на простори
sr: Нова група доскова:

source: Physical Extent Size
mk: Физичка големина на опсег

source: Remove Logical Volume
bn: লজিক্যাল ভলিউম সরিয়ে ফেল
hi: हटायें तार्किक आयतन को
ko: 논리적 볼륨 을 제거
mk: Отстрани логички простор
sr: Уклони логички диск

source: Remove Selected Logical Volume(s)
bn: নির্বাচিত লজিক্যাল ভলিউম মুছে ফেল
hi: हटायें चुने हुये तार्किक आयतन को
ko: 논리적 볼륨(들)으로부터 볼륨을 제거
mk: Отстрани го/ги избраниот/те логички простор(и)
sr: Уклони изабрани(е) логички(е) диск(ове)

source: Remove Selected Physical Volume(s)
bn: নির্বাচিত প্রকৃত ভলিউম মুছে ফেল
hi: हटायें चुने हुये भौतिक आयतन को
ko: 물리적 볼륨(들)으로부터 볼륨을 제거
mk: Отстрани го/ги избраниот/те физички простор(и)
sr: Уколни изабрани(е) физички(е) диск(ове)

source: Remove Volume from Volume Group
bn: ভলিউম গ্রুপ থেকে ভলিউম মুছে ফেল
hi: आयतन हटायें आयतन समूह से
ko: 볼륨 그룹으로부터 볼륨을 제거
mk: Отстрани простор од групата на простори
sr: Уклони диск из групе дискова

source: Remove volume from LVM
bn: LVM থেকে ভলিউম মুছে ফেল
hi: आयतन हटायें LVM से
ko: LVM으로부터 볼륨을 제거
mk: Отстрани простор од LVM
sr: Уклони диск из LVM

source: Select a Volume Group to add this PV to:
bn: এই প্রকৃত ভলিউম (PV) যোগ করার জন্য একটি ভলিউম গ্রুপ নির্বাচন করুন:
hi: इस PV में जोड़ने के लिये एक आयतन समूह चुनें:
ko: 이 PV에 추가하기위한 볼륨 그룹을 선택하십시오.
mk: Одберете група на простори за додавање на овој ФП во неа:
sr: Изабери групу дискова коју ћете додати овом PV-у:

source: Some text
mk: Малку текст
sr: Неки текст

source: Volume Group Name
mk: Име на групата на простори

source: _Reload
mk: _Превчитај
sr: _Освежи

source: _Tools
mk: _Алатки
sr: Ала_ти

source: extend vg message:
mk: прошири ја пораката на гп:
sr: прошири VG поруку:

source: <b>Filesystem</b>
mk: <b>Податочен систем</b>
sr: <b>Датотечни систем</b>

source: <b>LV Properties</b>
mk: <b>Својства на ЛП</b>
sr: <b>LV особине</b>

source: <b>Size</b>
mk: <b>Големина</b>
sr: <b>Величина</b>

source: Add entry to /etc/fstab
mk: Додај го записот во /etc/fstab

source: Create New Logical Volume (LV)
mk: Креирај нов логички простор (ЛП)

source: Filesystem is not resizable
mk: Големината на податочниот систем не може да се менува
sr: Датотечни систем неможе променити величину

source: Free space in Volume Group label
mk: Слободен простор во натписот на групата на простори

source: Free space remaining label
mk: Останат слободен простор во натписот
sr: Ознака преосталог простора

source: Kilobytes granularity
mk: Гранулација на килобајти

source: LV name:
mk: Име на ЛП:

source: LV size
mk: Големина на ЛП
sr: LV величина

source: LVs under snapshots are not resizable
mk: На ЛП под слика не може да се промени нивната големината
sr: LV-ови под снимком не могу променити величину

source: Linear
bn: লিনিয়ার
hi: रैखिक
ko: 선형(Linear)
mk: Линеарно
sr: Линијски

source: Mirrored
mk: На огледало
sr: Пресликано

source: Mirrored LVs are not resizable
mk: На ЛП на огледало не може да се промени нивната големина
sr: Преслиокани LV-ови не могу променити величину

source: Mount
mk: Монтирај
sr: Монтирати

source: Mount point:
mk: Точка на монтирање:

source: Mount when rebooted
mk: Монтирај при повторно стартување
sr: Монтирај када поново покренеш

source: Size beg
mk: Почетна големина

source: Size end
mk: Крајна големина

source: Striped
bn: স্ট্রাইপ করা
hi: स्ट्राइप किया हुआ
ko: 스트라이프됨
mk: Брановиден
sr: RAID

source: Use remaining
mk: Искористи го преостанатиот
sr: Користи преостали

source: stripes
mk: бранови

source: <b>Destination</b>
mk: <b>Одредиште</b>
sr: <b>Одредиште</b>

source: <b>Migration Policy</b>
mk: <b>Полиса за миграција</b>
sr: <b>Полиса преселења</b>

source: Anywhere - not implemented
mk: Било каде - не применето
sr: Било где - још није завршено

source: Automatically choose PVs to migrate to
mk: Автоматски одбери ФП за да се мигрира на нив
sr: самоизабери PV-ове за преселење

source: Contiguous
mk: Граничен
sr: Напоредни

source: Destination:
mk: Одредиште:

source: In order to remove PV, extents in use have to be migrated. Select extents' destination and migration policy.
mk: За да отстраните ФП, опсезите кои се користат мораат да бидат мигрирани. Изберете го одредиштето и полисата на миграција за опсезите.
sr: Да би сте уклонили PV, површине морају бити пресељене. Изабери одредиште и полису за преселење површине.

source: Inherit
mk: Наследи
sr: Наследи

source: Inherit policy from Volume Group
mk: Наследи ја полисата од групата на простори
sr: Наследи полису из групе дискова

source: Migrate Extents
mk: Мигрирај опсези
sr: Пресели површине

source: Migrate anywhere even if that reduces performance
mk: Мигрирај било каде иако тоа би ја намалило изведбата

source: New extents are adjacent to existing ones
mk: Новите опсези се граничат со веќе постоечките
sr: Нове површине се граниче са постојећим

source: Normal
mk: Нормално
sr: Нормалан

source: Only migrate extents belonging to LV
mk: Мигрирај ги само опсезите кои припаѓаат на ЛП

source: Use common sense
mk: Користи здрав разум
sr: Користи разум

source: Names begining with a "-" are invalid
sr: Имена која почињу са „-“ нису подржана.

source: vgextend command failed. Command attempted: "%s" - System Error Message: %s
bn: vgextend কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: vgextend समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: vgextend 명령이 실패하였습니다. 수행했던 명령:"%s" - 시스템 오류 메시지: %s
sr: vgextend наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: pvcreate command failed. Command attempted: "%s" - System Error Message: %s
bn: pvcreate কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: pvcreate समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: pvcreate 명령이 실패하였습니다. 수행했던 명령:"%s" - 시스템 오류 메시지: %s
sr: pvcreate наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: lvcreate command failed. Command attempted: "%s" - System Error Message: %s
bn: lvcreate কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: lvcreate समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: lvcreate 명령이 실패하였습니다. 수행했던 명령:"%s" - 시스템 오류 메시지: %s
sr: lvcreate наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: pvremove command failed. Command attempted: "%s" - System Error Message: %s
bn: pvremove কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: pvremove समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: pvremove 명령이 실패하였습니다. 수행했던 명령:"%s" - 시스템 오류 메시지: %s
sr: pvremove наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: lvremove command failed. Command attempted: "%s" - System Error Message: %s
bn: lvremove কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: lvremove समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: lvremove 명령이 실패하였습니다. 수행했던 명령:"%s" - 시스템 오류 메시지: %s
sr: lvremove наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: vgremove command failed. Command attempted: "%s" - System Error Message: %s
bn: vgremove কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: vgremove समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: vgremove 명령이 실패하였습니다. 수행했던 명령:"%s" - 시스템 오류 메시지: %s
sr: vgremove наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: vgcreate command failed. Command attempted: "%s" - System Error Message: %s
bn: vgcreate কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: vgcreate समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: vgcreate 명령이 실패하였습니다. 수행했던 명령:"%s" - 시스템 오류 메시지: %s
sr: vgcreate наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: vgchange command failed. Command attempted: "%s" - System Error Message %s
bn: vgchange কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: vgchange समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश %s
ko: vgcreate 명령이 실패하였습니다. 수행했던 명령: "%s" - 시스템 오류 메시지: %s
sr: vgchange наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: vgreduce command failed. Command attempted: "%s" - System Error Message: %s
bn: vgreduce কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: vgreduce समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: vgreduce 명령이 실패하였습니다. 수행했던 명령: "%s" - 시스템 오류 메시지: %s
sr: vgreduce наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: pvmove command failed. Command attempted: "%s" - System Error Message: %s
bn: pvmove কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: pvmove समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: pvmove 명령이 실패하였습니다. 수행했던 명령: "%s" - 시스템 오류 메시지: %s
sr: pvmove наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: umount command failed. Command attempted: "%s" - System Error Message: %s
bn: umount কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: umount समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: umount 명령이 실패하였습니다. 수행했던 명령: "%s" - 시스템 오류 메시지: %s
sr: umount наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: mount command failed. Command Attempted: %s - System Error Message: "%s"
bn: mount কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: आरोह समादेश विफल. प्रयास किया गया समादेश: %s - सिस्टम त्रुटि संदेश: "%s"
ko: mount 명령이 실패하였습니다. 수행했던 명령: %s - 시스템 오류 메시지: "%s"
sr: mount наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: „%s“

source: lvresize command failed. Command attempted: "%s" - System Error Message: %s
sr: lvresize наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: lvrename command failed. Command attempted: "%s" - System Error Message: %s
sr: lvrename наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: lvchange command failed. Command attempted: "%s" - System Error Message: %s
sr: lvchange наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: lvconvert command failed. Command attempted: "%s" - System Error Message: %s
sr: lvconvert наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: Not initializable:
sr: Непокретљиво:

source: Swap in use
sr: Виртуелна меморија је у употреби

source: Quering Volume Groups
sr: Тражим групе дискова

source: Quering Logical Volumes
sr: Тражим логичке дискове

source: Quering Physical Volumes
sr: Тражим физичке дискове

source: Note:
sr: Белешка:

source: Number of mirror images:
sr: Број одраза:

source: Snapshots:
sr: Снимци:

source: Snapshot origin:
sr: Порекло снимка:

source: Snapshot of
sr: Снимак

source: %s mirror synchronisation
sr: %s усаглашавање одраза

source: Stripe
sr: Трака

source: Mirror
sr: Одраз

source: dmsetup command failed. Command attempted: "%s" - System Error Message: %s
sr: dmsetup наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: ls command failed. Command attempted: "%s" - System Error Message: %s
sr: ls наредба неуспела. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: Partition %s
sr: Партиција %s

source: Maximum Logical Volumes:
bn: লজিক্যাল ভলিউমের সর্বোচ্চ সংখ্যা :
hi: अधिकतम तार्किक आयतन:
ko: 최대 논리적인 볼륨들
sr: Максимум логичких дискова:

source: Maximum Physical Volumes:
bn: প্রকৃত ভলিউমের সর্বোচ্চ সংখ্যা:
hi: अधिकतम भौतिक आयतन:
ko: 최대 물리적인 볼륨들
sr: Минимум логичких дискова:

source: Name for Volume Group:
bn: ভলিউম গ্রুপের নাম:
hi: आयतन समूह के लिये नाम:
ko: 볼륨 그룹을 위한 이름
sr: Име за групу дискова:

source: Physical Extent Size:
bn: প্রকৃত প্রসারণ (PE)-র মাপ:
hi: भौतिक विस्तार आकार:
ko: 물리적 확장 크기:
sr: Величина физичке површине:

source: LV name:
sr: LV име:

source: Mount point:
sr: Тачка за монтирање:

source: stripes of
sr: траке

source: Migrate anywhere even if that reduces performace
sr: Пресели било где чак иако то смањује брзину

source: Migrate extents to
sr: Помери површине на

source: Only migrate extents belonging to LV
sr: Само пресели површине које припадају LV

source: Select a disk entity to add to the %s Volume Group:
bn: %s ভলিউম গ্রুপে যোগ করার জন্য ডিস্কের একটি সত্ত্বা নির্বাচন করুন:
hi: %s आयतन समूह में जोड़ने के लिये एक डिस्क एंटिटी चुनें:
ko: 볼륨 그룹 %s에 추가하기위한 디스크 엔티티를 선택하십시오.

source: There is a problem with the value entered in the Size field. The value should be a numeric value with no alphabetical characters or symbols of any other kind.
bn: মাপ নামক ক্ষেত্রে উল্লেখ করা মান সম্পর্কে সমস্যা রয়েছে। অক্ষর অথবা অন্য কোনো ধরনের সংকেত চিহ্ন এই মান উল্লেখ করার সময় ব্যবাহর করা যাবে না। শুধুমাত্র সংখ্যায় লেখা মান প্রযোজ্য।
hi: आकार क्षेत्र में दाखिल मानों के साथ समस्या है. बिना किसी वर्णमाला या किसी अन्य तरह के संकेत के मान को एक सांख्यिक मान होना चाहिये.

source: The size requested for the new Logical Volume exceeds the available free space on Volume Group %s. The available space is:
bn: নতুন লজিক্যাল ভলিউমের জন্য অনুরোধ করা স্থান ভলিউম গ্রুপ %s-এ অবশিষ্ট নেই। এখানে উপলব্ধ ফাঁকা স্থানের মাপ:
hi: नये तार्किक आयतन के लिये निवेदित आकार आयतन समूह %s पर उपलब्ध मुक्त स्थान से ज्यादा हो जाता है. उपलब्ध स्थान है:
ko: 새로운 논리 볼륨으로 정할 크기가 볼륨 그룹 %s의 비어있는 공간을 초과하였습니다. 가능한 공간은 :

source: The Maximum Physical Volumes field should contain only integer values between 1 and 256
bn: সর্বোচ্চ প্রকৃত ভলিউম নামক ক্ষেত্রতে শুধুমাত্র ১ থেকে ২৫৬-র মধ্যে কোনো পূর্ণসংখ্যা মান ব্যবহার করা যাবে।
hi: अधिकतम भौतिक आयतन क्षेत्र को 1 और 256 के बीच का पूर्णांक मान रखना चाहिये.
ko: 최대 물리적인 볼륨 필드는 1부터 256사이의 정수이어야 합니다.

source: The Maximum Logical Volumes field should contain only integer values between 1 and 256
bn: সর্বোচ্চ লজিক্যাল ভলিউম নামক ক্ষেত্রতে শুধুমাত্র ১ থেকে ২৫৬-র মধ্যে কোনো পূর্ণসংখ্যা মান ব্যবহার করা যাবে।
hi: अधिकतम तार्किक आयतन क्षेत्र को 1 और 256 के बीच का पूर्णांक मान रखना चाहिये.
ko: 최대 논리적인 볼륨 필드는 1부터 256사이의 정수이어야 합니다.

source: Stripe Size field
bn: স্ট্রাইপ (Stripe) মাপের ক্ষেত্র
hi: स्ट्राइप आकार क्षेत्र
ko: 스트라이프 크기 영역

source: Number of Stripes field
bn: স্ট্রাইপ সংখ্যা উল্লেখকারী ক্ষেত্র
hi: स्ट्राइप्स क्षेत्र की संख्या
ko: 스트라이프 영역 개수

source: The Physical Volume named %s, that you wish to remove, has data from active Logical Volume(s) mapped to its extents. Because it is the only Physical Volume in the Volume Group, there is no place to move the data. Recommended action is either to add a new Physical Volume before removing this one, or else remove the Logical Volumes that are associated with this Physical Volume.
bn: %s নামক যে প্রকৃত ভলিউম আপনি মুছে ফেলতে ইচ্ছুক, তার প্রসারণ (extent)-এ কয়েকটি সক্রিয় লজিক্যাল ভলিমের ডাটা ম্যাপ করা রয়েছে। যেহেতু এই ভলিউম গ্রুপের এটি একমাত্র প্রকৃত ভলিউম এই ডাটা অন্য কোনো স্থানে স্থানাতন্তর করা সম্ভব নয়। সমাধান হিসাবে প্রকৃত ভলিউম মুছে ফেলার পূর্বে একটি নতুন প্রকৃত ভলিউম যোগ করুন অথবা এই প্রকৃত ভলিউমের সাথে যুক্ত লজিক্যাল ভলিউমগুলি সরিয়প ফেলুন।
hi: %s नामक भौतिक आयतन, जिसे आप हटाना चाहते हैं, के पास सक्रिय तार्किक आयतन से इसके विस्तार पर मैप किया आंकड़ा है. चूंकि यह आयतन समूह में एकमात्र भौतिक आयतन है, इसलिये आंकड़ों को हटाने के लिये कोई स्थान नहीं है. अनुशंसित क्रिया या तो एक नया भौतिक आयतन को इसे हटाने के पहले जोड़ना है, या तार्किक आयतन को हटायें जो इस भौतिक आयतन से जुड़ा है.

source: Are you quite certain that you wish to remove the Logical Volume %s?
bn: আপনি কি নিশ্চিতরূপে লজিক্যাল ভলিউম %s মুছে ফেলতে ইচ্ছুক?
hi: क्या आप पूरी तरह से निश्चित हैं कि आप तार्किक आयतन %s को हटाना चाहते हैं?
ko: 논리적 볼륨 %s를 정말로 제거하시겠습니까?

source: 40 megabytes
bn: ৪০ মেগাবাইট
hi: 40 मेगाबाइट
ko: 40 메가바이트

source: Create New LV
bn: নতুন লজিক্যাল ভলিউম (LV) নির্মাণ করো
hi: नया LV बनायें
ko: 새로운 LV 만들기

source: Create a New Logical Volume
bn: একটি নতুন লজিক্যাল ভলিউম নির্মাণ করো
hi: नया तार्किक आयतन बनायें
ko: 새로운 논리적 볼륨 만들기

source: Extend Logical Volume
bn: লজিক্যাল ভলিউম প্রসারিত করো
hi: विस्तार दें तार्किक आयतन को
ko: 논리적인 볼륨을 확장하기

source: Filesystem:
bn: ফাইল-সিস্টেম:
hi: फाइलसिस्टम:
ko: 파일시스템:

source: Mount point (If blank, LV will not be mounted):
bn: মাউন্ট-পয়েন্ট (ফাঁকা হলে LV মাউন্ট করা হবে না):
hi: आरोह बिंदु (अगर खाली है तो LV आरोहित होगा):
ko: 마운트 위치(여백으로 남긴다면, LV는 마운트되지 않을 것입니다.)

source: Name for new LV:
bn: নতুন লজিক্যাল ভলিউম (LV)-র নাম:
hi: नया LV के लिये नाम:
ko: 새로운 LV를 위한 이름

source: New Volume Group Form
bn: নতুম ভলিউম গ্রুপের জন্য ফর্ম
hi: नया आयतन समूह प्रारूप
ko: 새로운 볼륨 그룹 형식

source: Number of Stripes:
bn: স্ট্রাইপ-র সংখ্যা:
hi: स्ट्राइप्स की संख्या:
ko: 스트라입 개수:

source: Select a disk entity to add to Volume Group:
bn: ভলিউম গ্রুপে যোগ করার জন্য ডিস্কের একটি সত্ত্বা নির্বাচন করুন:
hi: आयतन समूह में जोड़ने के लिये एक डिस्क एंटिटी चुनें:
ko: 볼륨 그룹에 추가하기위해 디스크 엔티티를 선택하십시오.

source: Size:
bn: মাপ:
hi: आकार:
ko: 크기:

source: Stripe Size:
bn: স্ট্রাইপ (Stripe)-র মাপ:
hi: स्ट्राइप आकार:
ko: 스트라입 크기:

source: Unused space on VG1:
bn: VG1-এ অবশিষ্ট অব্যবহৃত স্থান:
hi: VG1 पर अप्रयुक्त स्थान:
ko: VG1의 사용되지 않는 영역

source: Use Remaining Space
bn: অবশিষ্ট স্থান ব্যবহার করো
hi: शेष स्थान का प्रयोग करें
ko: 남은 공간 사용하기

source: mkfs command failed. Command attempted: "%s" - System Error Message: %s
bn: mkfs কমান্ড ব্যর্থ। কমান্ড প্রচেষ্টা করেছিল: "%s" - সিস্টেমে ত্রুটির বার্তা: %s
hi: mkfs समादेश विफल. प्रयास किया गया समादेश: "%s" - सिस्टम त्रुटि संदेश: %s
ko: mkfs 명령이 실패하였습니다. 수행했던 명령: %s - 시스템 오류 메시지: "%s"

source: No File System
bn: ফাইল-সিস্টেম বিনা
hi: कोई फाइल सिस्टम नहीं
ko: 화일 시스템이 존재안함

source: Are you certain that you wish to initialize disk entity %s? All data will be lost on this device/partition.
bn: আপনি কি নিশ্চিতরূপে ডিস্ক সত্ত্বা %s-কে সক্রিয় করতে ইচ্ছুক? এই ডিভাইস/পার্টিশনের সমস্ত ডাটা মুছে যাবে।
hi: क्या आप निश्चित हैं कि आप डिस्क एंटिटी %s को प्रारंभीकृत करना चाहते हैं? इस युक्ति/विभाजन पर सारा आंकड़ा समाप्त हो जायेगा.
ko: 정말로 디스크 엔티티 %s를 초기화하시겠습니까? 이 장치/파티션에 있는 모든 데이타는 없어질 것입니다.

source: This extent has not yet been initialized for use with LVM.
bn: LVM-র সাথকে ব্যবহারের জন্য এই প্রসারণ সক্রিয় করা হয়নি।
hi: यह विस्तार अबतक LVM के साथ प्रारंभीकृत नहीं हुई है.
ko: 이 확장영역은 아직 LVM으로 사용되기 위한 초기화가 되지 않았습니다.

source: This Volume has not been allocated to a Volume Group yet.
bn: এই ভলিউমটি কোনো ভলিউম গ্রুপে এখন অবধি বরাদ্দ করা হয়নি।
hi: यह आयतन आयतन समूह अबतक संभाजित नहीं किया गया है.
ko: 이 볼륨은 아직 볼륨그룹으로 할당되지 않았습니다.

source: extents
bn: প্রসারণ
hi: विस्तार
ko: 확장
