Repository: andyvand/cygsystem-config-llvm
Catalog: po/*.po
Languages: bn, hi, ko, mk, sr

source: There are not enough free extents to perform the necessary migration. Adding more physical volumes would solve the problem.
mk: Нема доволно слободни опсези за да се изведе неопходната миграција. Додавањето на повеќе физички простори би требало да го реши проблемот.
sr: Нема довољно слободних површина да би се неопходно пресељење извело. Додавањем још физичких дискова би се решио проблем.

source: Migrate extents
mk: Мигрирај опсези
sr: Пресели површине

source: Options
mk: Опции
sr: Опције

source: Create A Snapshot of %s
mk: Креирај слика од %s
sr: Направи снимак %s

source: Create New Logical Volume
mk: Креирај нов логички простор
sr: Направи нови логички диск

source: Edit %s, a Snapshot of %s
mk: Уреди ја %s, слика од %s
sr: Уреди %s, снимак %s

source: Edit Logical Volume
mk: Уреди го логичкиот простор
sr: Уреди логички диск

source: Underlying Logical Volume Management does not support mirroring
mk: Основниот менаџмент за логичкиот простор не поддржува поставување на огледала
sr: Подлежући управљач логичких дискова не подржава одразе

source: Striped Logical Volumes cannot be mirrored.
mk: Повлечените логички простори не можат да се стават на огледало.
sr: Одраз за логички диск у RAID-у се неможе направити.

source: Logical Volumes with associated snapshots cannot be mirrored yet.
mk: Логички простори со поврзани слики сè уште не можат да се стават на огледало.
sr: Одраз за логичке дискове са асоцираним снимцима се неможе направити још увек.

source: The primary purpose of mirroring is to protect data in the case of hard drive failure. Do you want to place mirror images onto different hard drives?
mk: Основната цел за ставањето на огледала е да се заштитат податоците во случај на откажување на тврдиот диск. Дали сакате да ставите слики од огледала на различни тврди дискови?
sr: Основна сврха прављења одраза је да се заштите подаци у случају отказивања чврстог диска. Да ли желите поставити одразе на други чврсти диск?

source: Less than 3 hard drives are available with free space. Disabling mirroring.
mk: Достапни се помалку од три тврди дискови со слободен простор. Оневозможувам ставање на огледала.
sr: Мање од 3 чврста диска су доступна са слободним простором. Искључујем прављење одраза.

source: There must be free space on at least three Physical Volumes to enable mirroring
mk: Мора да има слободно место на барем три физички простори за да се овозможи ставањето на огледала
sr: Најмање три физичка диска морају имати слободног простора да би се укључило прављење одраза

source: The size of the Logical Volume has been adjusted to the maximum available size for mirrors.
mk: Големината на логичкиот простор е прилагодена на максималната достапна големина за огледала.
sr: Величина логичког диска је подешена на максимумално доступну величину за одразе.

source: There is not enough free space to add mirroring. Reduce size of Logical Volume to at most %s, or add Physical Volumes.
mk: Нема доволно слободен простор за додавање на огледала. Намалете ја големината на логичкиот простор барем до %s, или додадете физички простори.
sr: Нема довољно слободног простора да би се додало прављење одраза. Смањи величину логичког диска на највише %s, или додај физичке дискове.

source: Names beginning with "snapshot" or "pvmove" are reserved keywords.
mk: Имињата кои започнуваат со „snapshot“ или „pvmove“ се резервирани клучни зборови.

source: Names containing "_mlog" or "_mimage" are reserved keywords.
mk: Имињата кои содржат „_mlog“ или „_mimage“ се резервирани клучни зборови.
sr: Имена која почињу са „_mlog“ или „_mimage“ су резервисане кључне речи.

source: Names beginning with a "-" are invalid
mk: Имињата кои започнуваат со „-“ се неважечки

source: Name can be neither "." nor ".."
mk: Името не може да биде „.“ ниту пак „..“
sr: Име не може да буде ни „.“ нити „..“

source: Whitespaces are not allowed in Logical Volume names
mk: Не се дозволени празни простори во имињата на логичкиот простор
sr: Размак није дозвољен у имену логичког диска.

source: Invalid character "%s" in Logical Volume name
mk: Неважечки знак „%s“ во името на логичкиот простор
sr: Неважћи знак „%s“ у имену логичког диска

source: Please specify mount point
mk: Ве молам наведете ја точката за монтирање
sr: Молим назначите тачку за монтирање

source: Do you want to upgrade ext2 to ext3 preserving data on Logical Volume?
mk: Дали сакате да го надградите ext2 во ext3 чувајќи ги податоците на логичкиот простор?
sr: Да ли желите да ажурирате ext2 на ext3 чувајући податке на логичком диску?

source: Changing the filesystem will destroy all data on the Logical Volume! Are you sure you want to proceed?
mk: Променувањето на податочниот систем ќе ги уништи сите податоци на логичкиот простор! Дали сте сигурни дека сакате да продолжите?
sr: Мењањем датотечног система ће се уништити сви подаци на логичком диску! Јесте ли сигурни да желите наставити?

source: Mirror not created. Completing remaining tasks.
mk: Огледалото не е креирано. Ги завршувам преостанатите задачи.
sr: Одраз није направљен. Завршавам остале послове.

source: Underlaying LVM doesn't support addition of mirrors to existing Logical Volumes. Completing remaining tasks.
mk: Основниот LVM не поддржува додавање на огледала на постоечки логички простори. Ги завршувам преостанатите задачи.

source: In order to add mirroring, some extents need to be migrated.
mk: За да додадете ставање на огледала, некои опсези треба да се мигрираат.
sr: Да би се додали одрази, неке површине морају бити пресељене.

source: Do you want to migrate specified extents?
mk: Дали сакате да ги мигрирате наведените опсези?
sr: Да ли желите преселити назначену површину?

source: Creating Logical Volume
mk: Креирање на логички простор
sr: Правим логички диск

source: Resizing Logical Volume
mk: Менување на големината на логичкиот простор
sr: Мењам величину логичког диска

source: Adding Mirror to Logical Volume
mk: Додавање на огледало на логичкиот простор
sr: Додајем одраз логичком диску

source: Removing Mirror from Logical Volume
mk: Отстранување на огледало од логичкиот простор
sr: Уклањам одраз са логичког диска

source: Initializing Physical Volume
mk: Иницијализирање на физичкиот простор
sr: Покрећем физички диск

source: Adding Physical Volume to Volume Group
mk: Додавање на физички простор на групата на простори
sr: Додајем физички диск у групу дискова

source: Creating Volume Group
mk: Креирање на група на простори
sr: Правим групу дискова

source: Removing Volume Group
mk: Отстранување на група на простори
sr: Уклањам групу дискова

source: Removing Physical Volume
mk: Отстранување на физички простор
sr: Уклањам физички диск

source: Removing Logical Volume
mk: Отстранување на логички простор
sr: Уклањам логички диск

source: Renaming Logical Volume
mk: Преименување на логички простор
sr: Мењам име логичком диску

source: Removing Physical Volume from Volume Group
mk: Отстранување на физичкиот простор од групата на простори
sr: Уклањам физички диск из групе дискова

source: Migrating Extents
mk: Мигрирање на опсези
sr: Пресељавам површине

source: Completing Extent Migration
mk: Завршување на миграцијата на опсези
sr: Завршавам пресељење површине

source: Rereading partition table
mk: Превчитување на табелата со партиции

source: Unused
bn: অব্যবহৃত
hi: अप्रयुक्त
ko: 사용하지 않는
mk: Неискористен
sr: Неискориштено

source: Unused Space
bn: অব্যবহৃত স্থান
hi: अप्रयुक्त स्थान
ko: 사용되지 않은 공간
mk: Неискористен простор
sr: Неискориштени простор

source: Unmounted
bn: মাউন্টবিহীন
hi: अनारोहित
ko: 마운트되지 않은
mk: Одмонитиран
sr: Демонтиран

source: Volume Group Name:
bn: ভলিউম গ্রুপের নাম:
hi: आयतन समूह नाम:
ko: 볼륨 그룹 이름
mk: Име на групата за простори:
sr: Име групе дискова:

source: System ID:
bn: সিস্টেমের ID:
hi: सिस्टम ID:
ko: 시스템 ID
mk: Системски Ид.:
sr: ID система:

source: Format:
bn: ফরম্যাট:
hi: प्रारूप:
ko: 포맷
mk: Формат:
sr: Формат:

source: Attributes:
bn: বৈশিষ্ট্যাবলী:
hi: गुण:
ko: 속성
mk: Атрибути:
sr: Атрибути:

source: Volume Group Size:
bn: ভলিউম গ্রুপের মাপ:
hi: आयतन समूह आकार:
ko: 볼륨 그룹 크기
mk: Големина на групата за простори:
sr: Величина групе дискова:

source: Available Space:
bn: উপলব্ধ স্থান:
hi: उपलब्ध स्थान:
ko: 사용가능한 공간
mk: Достапен простор:
sr: Слободни простор:

source: Total Number of Extents:
bn: প্রসারণের (Extent) সর্বমোট সংখ্যা:
hi: विस्तार की कुल संख्या:
ko: 확장의 전체 개수:
mk: Вкупен број на опсези:
sr: Број свих површина:

source: Number of Free Extents:
bn: মুক্ত প্রসারণ (Extents)-র সংখ্যা:
hi: मुक्त विस्तार की संख्या:
ko: 빈 확장의 개수:
mk: Број на слободни опсези:
sr: Број слободних површина:

source: Extent Size:
bn: প্রসারণ(Extent)-র মাপ:
hi: विस्तार आकार:
ko: 확장 크기:
mk: Големина на опсег:
sr: Величина површине:

source: Maximum Allowed Physical Volumes:
bn: প্রকৃত ভলিউমের সর্বমোট অনুমোদিত সংখ্যা:
hi: अधिकतम अनुमति प्राप्त भौतिक आयतन:
ko: 최대 허용 물리적 볼륨 개수
mk: Максимален број на дозволени физички простори:
sr: Максимални број дозвољених физичких дискова:

source: Number of Physical Volumes:
bn: প্রকৃত ভলিউমের সংখ্যা:
hi: भौतिक आयतन की संख्या:
ko: 물리적 볼륨 개수
mk: Број на физички простори:
sr: Број физичких дискова:

source: Maximum Allowed Logical Volumes:
bn: লজিক্যাল ভলিউমের সর্বমোট অনুমোদিত সংখ্যা:
hi: अधिकतम अनुमति प्राप्त तार्किक आयतन:
ko: 최대 허용 논리적 볼륨 개수
mk: Максимален број на дозволени логички простори:
sr: Максимални број дозвољених логичких дискова:

source: Number of Logical Volumes:
bn: লজিক্যাল ভলিউমের সংখ্যা:
hi: तार्किक आयतन की संख्या:
ko: 논리적 볼륨 개수
mk: Број на логички простори:
sr: Број логичких дискова:

source: Logical Volume Name:
bn: লজিক্যাল ভলিউমের নাম:
hi: तार्किक आयतन नाम:
ko: 논리적 볼륨 이름
mk: Име на логички простор:
sr: Име логичког диска:

source: Logical Volume Size:
bn: লজিক্যাল ভলিউমের মাপ:
hi: तार्किक आयतन आकार:
ko: 논리적 볼륨 크기
mk: Големина на логичкиот простор:
sr: Величина логичког диска:

source: Number of Segments:
bn: সেগমেন্ট-র সংখ্যা:
hi: खंड की संख्या:
ko: 세그먼트의 개수
mk: Број на сегменти:

source: Number of Stripes:
bn: স্ট্রাইপ-র সংখ্যা:
hi: स्ट्राइप्स की संख्या:
ko: 스트라입의 개수
mk: Број на бранови:
sr: Број трака:

source: Stripe Size:
bn: স্ট্রাইপ-র মাপ:
hi: स्ट्राइप आकार:
ko: 스트라입 크기:
mk: Големина на бранот:
sr: Величина траке:

source: Partition Type:
bn: পার্টিশনের ধরন:
hi: विभाजन प्रकार:
ko: 파티션 타입
mk: Тип на партиција:
sr: Врста партиције:

source: Size:
bn: মাপ:
hi: आकार:
ko: 크기
mk: Големина:
sr: Величина:

source: Mount Point:
bn: মাউন্ট-পয়েন্ট:
hi: आरोह बिंदु:
ko: 마운트 위치
mk: Точка на монтирање:
sr: Тачка за монтирање:

source: Mount Point when Rebooted:
mk: Точка на монтирање при повторно стартување:
sr: Тачка за монтирање када се поновно покрене:

source: File System:
bn: ফাইল-সিস্টেম:
hi: फाइल सिस्टम:
ko: 파일 시스템
mk: Податочен систем:
sr: Датотечни систем:

source: Physical Volume Name:
bn: প্রকৃত ভলিউমের নাম:
hi: भौतिक आयतन नाम:
ko: 물리적 볼륨 이름
mk: Име на физичкиот простор:
sr: Име физичког диска:

source: Physical Volume Size:
bn: প্রকৃত ভলিউমের মাপ:
hi: भौतिक आयतन आकार:
ko: 물리적 볼륨 크기
mk: Големина на физичкиот простор:
sr: Величина физичког диска:

source: Space Used:
bn: ব্যবহৃত স্থান:
hi: प्रयुक्त स्थान:
ko: 사용된 공간
mk: Искористен простор:
sr: Кориштени простор:

source: Space Free:
bn: অব্যবহৃত স্থান:
hi: स्थान मुक्त:
ko: 남은 공간
mk: Слободен простор:
sr: Слободни простор:

source: Total Physical Extents:
bn: প্রকৃত প্রসারণ (PE)-র সর্বমোট সংখ্যা:
hi: कुल भौतिक विस्तार:
ko: 총 물리적인 확장
mk: Вкупно физички опсези:
sr: Све физичке површине:

source: Allocated Physical Extents:
bn: আরক্ষিত প্রকৃত প্রসারণ (PE):
hi: संभाजित भौतिक विस्तार:
ko: 할당된 물리적인 확장
mk: Алоцирани физички опсези:
sr: Додељена физичка површина:

source: Not initializable:
mk: Не иницијализирачки:

source: Extended partition
mk: Продолжена партиција
sr: Продужена партиција

source: Swap partition currently in use
mk: Swap партицијата моментално се користи

source: Foreign boot partition
mk: Надворешна root партиција

source: Autopartition failure
mk: Неуспех на автоматската партиција
sr: Самоподела је неуспешна

source: Partition manually
mk: Рачно партиционирање

source: Multipath device
mk: Уред со повеќе патеки
sr: Вишепутни уређај

source: Note:
mk: Забелешка:

source: Initialize manually
mk: Иницијализирај рачно

source: Clustered:
mk: Во кластер:

source: True
mk: Точно

source: False
mk: Неточно

source: Number of mirror images:
mk: Број на слики од огледала:

source: Snapshots:
mk: Слики:

source: Snapshot origin:
mk: Извор на слика:

source: Snapshot usage:
mk: Користење на слика:

source: / Root Filesystem
mk: / Root податочен систем
sr: / root датотечни систем

source: None
mk: Ништо
sr: Ништа

source: SCSI Address:
mk: SCSI адреса:

source: SCSI ID:
mk: SCSI Ид.:

source: All data on disk entity %s will be lost! Are you certain that you wish to initialize it?
mk: Сите податоци на диск ентитетот %s ќе бидат изгубени! Дали сте сигурни дека сакате да го иницијализирате?
sr: Сви подаци на диск ентитету %s ће бити изгубљени! Јесте ли сигурни да га желите покренути?

source: Disk entity %s contains %s filesystem. All data on it will be lost! Are you certain that you wish to initialize disk entity %s?
mk: Диск ентитетот %s содржи %s податочен систем. Сите податоци на него ќе бидат изгубени! Дали сте сигурни дека сакате да го иницијализирате диск ентитетот %s?
sr: Диск ентитет %s садржи %s датотечни систем. Сви подаци ће бити изгубљени! Јесте ли сигурни да желите покренути диск ентитет %s?

source: Disk entity %s contains data from directory %s. All data in it will be lost! Are you certain that you wish to initialize disk entity %s?
mk: Диск ентитетот %s содржи податоци од директориумот %s. Сите податоци во него ќе бидат изгубени! Дали сте сигурни дека сакате да го иницијализирате диск ентитетот %s?
sr: Диск ентитет %s садржи податке из директоријума %s. Сви подаци у њему ће бити изгубљени! Јесте ли сигурни да желите покренути диск ентитет %s?

source: Are you certain that you wish to initialize %s of free space on disk %s?
mk: Дали сте сигурни дека сакате да иницијализирате %s слободен простор на дискот %s?
sr: Да ли сте сигурни да желите зачети %s слободног простора на диску %s?

source: You are about to initialize unpartitioned disk %s. It is advisable, although not required, to create a partition on it. Do you want to create a single partition encompassing the whole drive?
mk: Само што ќе го иницијализирате непартиционираниот диск %s. Се препорачува, иако не е потребно, да се креира партиција на него. Дали сакате да креирате само една партиција која го опкружува целиот диск?
sr: Покрећете неподељени диск %s. Препоручљиво је, мада није неопходно, да се направи партиција на њему. Да ли желите направити једну парицију преко читавог диска?

source: Reloading LVM. Please wait.
mk: Превчитувам LVM. Ве молам почекајте.
sr: Поново учитавам LVM. Молим сачекајте.

source: Changes will take effect after computer is restarted. If device %s is used, before restart, data corruption WILL occur. It is advisable to restart your computer now.
mk: Промените ќе имаат дејство откако компјутерот ќе се стартува повторно. Ако уредот %s се користи, пред повторното стартување, ќе се појави оштетување на податоци. Препорачливо е сега повторно да го стартувате Вашиот компјутер.
sr: Промене ће бити под дјеством после поновног покретања. Ако je уређај %s у употреби, пре поновног покретања, подаци ће бити искварени. Препоручљиво је да серачунар поново покрене сада.

source: Mirror Log
mk: Записник на огледало
sr: Дневник одраза

source: Unable to process request
mk: Не сум во состојба да ја извршам побарувачката
sr: Не могу да обрадим захтев

source: %s command failed. Command attempted: "%s" - System Error Message: %s
mk: Командата %s не беше успешна. Пробана команда: „%s“ - Порака за системска грешка: %s

source: Free
bn: মুক্ত
hi: मुक्त
ko: 비어있는
mk: Слободен
sr: Слободно

source: Free space
mk: Слободен простор
sr: Слободан простор

source: Unpartitioned space
mk: Непартициониран простор
sr: Неподељен простор

source: Unpartitioned space on %s
mk: Непартициониран простор на %s
sr: Неподељен простор на %s

source: Bytes
mk: Бајти

source: No Filesystem
bn: ফাইল-সিস্টেম বিনা
hi: कोई फाइलसिस्टम नहीं
ko: 파일 시스템 없음
mk: Без податочен систем
sr: Нема датотечног система

source: Properties for
bn: বৈশিষ্ট্যাবলী
hi: इसके लिये गुण
ko: 에 대한 속성들
mk: Својства за
sr: Особине за

source: Physical Volume
bn: প্রকৃত ভলিউম
hi: भौतिक आयतन
ko: 물리적 볼륨
mk: Физички простор
sr: Физички диск

source: Logical Volume
bn: লজিক্যাল ভলিউম
hi: तार्किक आयतन
ko: 논리적 볼륨
mk: Логички простор
sr: Логички диск

source: Unallocated Volume
bn: অনারক্ষিত ভলিউম
hi: असंभाजित आयतन
ko: 할당되지 않은 볼륨
mk: Неалоциран простор
sr: Недодељен диск

source: Disk Entity
bn: ডিস্কের সত্ত্বা
hi: डिस्क एंटिटी
ko: 디스크 엔티티
mk: Диск ентитет
sr: Диск ентитет

source: Volume Group
bn: ভলিউম গ্রুপ
hi: आयतन समूह
ko: 볼륨 그룹
mk: Група на простори
sr: Група дискова

source: No Volume Selected
bn: কোনো ভলিউম নির্বাচন করা হয়নি
hi: कोई आयतन नहीं चुना गया
ko: 선택된 볼륨없음.
mk: Не е избран простор
sr: Ни један диск није изабран

source: Multiple selection
mk: Повеќекратно избирање
sr: Многоструки избор

source: Logical View
bn: লজিক্যাল ভিউ
hi: तार्किक दृश्य
ko: 논리적인 뷰
mk: Логички поглед

source: Physical View
bn: প্রকৃত ভিউ
hi: भौतिक दृश्य
ko: 물리적인 뷰
mk: Физички поглед

source: Unallocated
bn: অসংক্ষিত
hi: असंभाजित
ko: 할당되지 않은
mk: Неалоцирани
sr: Недодељени

source: Uninitialized
bn: নিষ্ক্রিয়
hi: अप्रारंभीकृत
ko: 초기화되지 않은
mk: Неиницијализиран
sr: Непокренути

source: The extents that you are attempting to select belong to a mirror log of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so the extents are not selectable.
mk: Опсезите кои Вие се обидувате да ги изберете припаѓаат на записник на огледало од логичкиот простор %s. Логичките простори на огледало сè уште не можат да се мигрираат, затоа опсезите не можат да се изберат.
sr: Површине које желите да изаберете припадају дневнику одраза за логички диск %s. Одрази логичких дискова нису пресељиви, стога се површине немогу изабрати.

source: The extents that you are attempting to select belong to mirror image of Logical Volume %s. Mirrored Logical Volumes are not yet migratable, so the extents are not selectable.
mk: Опсезите кои Вие се обидувате да ги изберете припаѓаат на слика на огледало од логичкиот простор %s. Логичките простори на огледало сè уште не можат да се мигрираат, затоа опсезите не можат да се изберат.
sr: Површине које желите да изаберете припадају одразу логичког диска %s. Одрази логичких дискова нису пресељиви, стога се површине не могу изабрати.

source: The extents that you are attempting to select belong to %s, a snapshot of %s. Snapshots are not yet migratable, so the extents are not selectable.
mk: Опсезите кои Вие се обидувате да ги изберете припаѓаат на %s, слика од %s. Сликите сè уште не можат да се мигрираат, затоа опсезите не можат да се изберат.
sr: Површине које желите да изаберете припадају %s, што је снимак %s. Снимци нису пресељиви, стога се површине не могу изабрати.

source: The extents that you are attempting to select belong to a snapshot origin %s. Snapshot origins are not yet migratable, so the extents are not selectable.
mk: Опсезите кои Вие се обидувате да ги изберете припаѓаат на изворот на сликата %s. Изворите на сликите сè уште не можат да се мигрираат, затоа опсезите не можат да се изберат.
sr: Површине које желите да изаберете припадају пореклу снимка %s. Порекла синимака нису пресељива, зато се површине не могу изабрати.

source: Snapshot of %s
mk: Слика од %s

source: Origin
mk: Извор
sr: Порекло

source: Snapshot
mk: Слика
sr: Снимак

source: extent view
mk: поглед на опсези

source: Volume Groups
bn: ভলিউম গ্রুপ
hi: आयतन समूह
ko: 볼륨 그룹들
mk: Групи на простори
sr: Групе дискова

source: Unallocated Volumes
bn: অসংরক্ষিত ভলিউম
hi: असंभाजित आयतन
ko: 할당되지 않은 볼륨들
mk: Неалоцирани простори
sr: Недодељени дискови

source: Uninitialized Entities
bn: নিষ্ক্রিয় সত্ত্বা
hi: अप्रारंभीकृत एंटिटी
ko: 초기화되지 않은 엔티티들
mk: Неиницијализирани ентитети

source: Clustered VG
mk: ГП во кластер

source: %s mirror synchronisation
mk: %s синхронизација на огледала

source: Please wait while partition is being created
mk: Ве молам почекајте додека се креира партицијата
sr: Молим сачекајте док се париција прави

source: Creating %s filesystem
mk: Креирање на %s податочен систем
sr: Правим %s датотечни систем

source: Resizing %s filesystem
mk: Променување на големината на %s податочен систем
sr: Мењам величину %s датотечног система

source: Checking %s filesystem
mk: Проверување на %s податочен систем
sr: Проверавам %s датотечни систем

source: Upgrading %s filesystem to %s
mk: Надградување на %s податочен систем во %s
sr: Ажурирам %s датотечни систем на %s

source: Creation of filesystem failed. Command attempted: "%s" - System Error Message: %s
mk: Креирањето на податочен систем·е·неуспешно.·Пробана·команда:·„%s“- порака·за·системска·грешка:·%s
sr: Прављење датотечног система је неуспешно. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: Resize of filesystem failed. Command attempted: "%s" - System Error Message: %s
mk: Промената на податочниот систем·е·неуспешна.·Пробана·команда:·„%s“ - порака·за системска·грешка:·%s
sr: Промена величине датотечног система је неуспешно. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: Check of filesystem failed. Command attempted: "%s" - System Error Message: %s
mk: Проверката на податочниот систем·е·неуспешна.·Пробана·команда:·„%s“ - порака·за·системска·грешка:·%s
sr: Провера датотечног система је неуспешна. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: Upgrade of filesystem failed. Command attempted: "%s" - System Error Message: %s
mk: Надградбата на податочниот систем е·неуспешна.·Пробана·команда:·„%s“ - порака·за·системска·грешка:·%s
sr: Ажурирање датотечног система је неуспело. Наредба је покушала: „%s“ - Порука системске грешке: %s

source: Unknown filesystem
mk: Непознат податочен систем
sr: Непознати датотечни систем

source: GFS (local)
mk: GFS (локално)
sr: GFS (локални)

source: GFS (clustered)
mk: GFS (во кластер)

source: Cluster name contains illegal character
mk: Името на кластерот содржи неважечки знак

source: GFS name contains illegal character
mk: Името на GFS содржи неважечки знак

source: Missing Cluster Name
mk: Недостига име на кластерот

source: Missing GFS Name
mk: Недостига име на GFS

source: GFS2 (local)
mk: GFS2 (локално)
sr: GFS2 (локални)

source: GFS2 (clustered)
mk: GFS2 (во кластер)

source: Stripe
mk: Бран

source: Linear Mapping
bn: লিনিয়ার ম্যাপিং
hi: रैखिक मैपिंग
ko: 선형 맵핑
mk: Линеарно мапирање

source: Mirror
mk: Огледало

source: Partition %s
mk: Партицијата %s

source: Add Physical Volume to VG
bn: ভলিউম গ্রুপ (VG)-এ প্রকৃত ভলিউম যোগ করুন
hi: VG में भौतिक आयतन जोड़ें
ko: VG에 물리적 볼륨 추가하기
mk: Додадете физички простор на ГП
sr: Додајте физички диск у VG

source: Add to existing Volume Group
bn: বিদ্যমান ভলিউম গ্রুপে যোগ করো
hi: मौजूदा आयतन समूह में जोड़ें
ko: 기존 볼륨 그룹에 추가하기
mk: Додадете во постоечка група на простори
sr: Додајте постојећој групи дискова

source: Clustered
mk: Во кластер

source: Create New Logical Volume
bn: নতুন লজিক্যাল ছলিউম নির্মাণ করো
hi: नया तार्किक आयतन बनायें
ko: 새로운 볼륨 그룹 만들기
mk: Креирај нов логички простор
sr: Направи нови логички диск

source: Create Snapshot
mk: Креирај слика
sr: Направи снимак

source: Create new Volume Group
bn: নতুন ভলিউম গ্রুপ নির্মাণ করো
hi: बनायें एक नया आयतन समूह
ko: 새로운 볼륨 그룹 만들기
mk: Креирај нова група на простори
sr: Направи нову групу дискова

source: Edit Properties
mk: Уреди ги својствата
sr: Уреди особине

source: Enter path of Block Device to initialize
mk: Внесете ја патеката на блок уредот за иницијализација
sr: Упиши путању блоковног уређаја који ће бити покренут

source: Extend Volume Group
bn: ভলিউম গ্রুপ প্রসারিত করো
hi: विस्तार दें आयतन समूह को
ko: 볼륨 그룹 확장하기
mk: Продолжете ја групата на простори
sr: Продужи групу дискова
